[
    {
        "id":1,
        "createdAt": "2021-06-19T06:12.065Z",
        "title": "Карлик Нос",
        "description": "Как огромен мир! Как много в нем сказок! И в каждом уголке — сказки свои. Давайте будем с ними знакомиться! Немецкий писатель Вильгельм Гауф придумал волшебную сказку о мальчике, которого заколдовала злая колдунья, превратив в ужасного карлика. Даже родители перестали узнавать его! Сможет ли Якоб постоять за себя и развеять злые чары? Благодаря замечательным иллюстрациям и рассказам о Германии маленькие читатели смогут глубже погрузиться в сказку..",
        "price": "100.00",
        "photo": "https://www.ranok.com.ua/storage/cache/data/products/27333/s915006r-400-552.jpg",
        "isNew": true,
        "isSale": false,
        "isInStock": true,
        "categories": ["14", "16"],
        "rating": 91,
        "author": "Вильгельм Гауф"
    },
    {
        "id":2,
        "createdAt": "2021-04-19T06:12.065Z",
        "title": "Загадковий сад",
        "description": "Страшна чума забирає життя всіх мешканців маєтку і лишає на поталу тільки маленьку дівчинку на ім’я Мері. Відтепер бідолаха має звикнути до нового житла і його власника, дядька Арчібальда Крейвена, якого за спиною охрестили горбуном, а ще навчитися давати собі ради.",
        "price": "290.00",
        "photo": "https://www.ranok.com.ua/storage/cache/data/products/27482/ch808017u-400-552.jpg",
        "isNew": true,
        "isSale": false,
        "isInStock": true,
        "categories": ["14", "16"],
        "rating": 91,
        "author": "Бернетт Френсіс Еліза"
    },
    {
        "id":3,
        "createdAt": "2021-04-19T06:12.065Z",
        "title": "Полiанна",
        "description": "Легендарний роман американської письменниці Елінор Портер, що вже понад століття не втрачає своєї актуальності. Полліанна — сирота, залишена на милість своєї похмурої та суворої тітки. Спочатку для міс Поллі виховання небоги не більш, аніж обов’язок. Але активна, весела і напочуд відкрита до людей дівчинка полонить серце не лише своєї тітки, але й усіх мешканців міста Белдінґсвілл. А водночас — і мільйонів читачів.",
        "price": "100.00",
        "photo": "https://www.ranok.com.ua/storage/cache/data/products/27762/ch808013u-400-552.jpg",
        "isNew": true,
        "isSale": false,
        "isInStock": true,
        "categories": ["14", "16"],
        "rating": 91,
        "author": "Еленог Портер"
    },
    {
        "id":4,
        "createdAt": "2021-04-19T06:12.065Z",
        "title": "Истории Медового Дола. Большое путешествие",
        "description": "Как-то детский писатель Геннадий Меламед познакомился с настоящим джентльменом - игрушечным медведем мистером Витгемом. Мистер Витгем был настолько любезен в общении и манерах, что вдохновил Геннадия написать историю о жизни маленького медвежьего городка Медовый Дол.",
        "price": "100.00",
        "photo": "https://www.ranok.com.ua/storage/cache/data/products/30410/a997002r-400-552.jpg",
        "isNew": true,
        "isSale": false,
        "isInStock": true,
        "categories": ["14", "16"],
        "rating": 91,
        "author": "Меламед Г.М."
    }
]